Revit 2024 API
FieldDomainPointsByXYZ Properties
The FieldDomainPointsByXYZ type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FieldDomainPoints.)
See Also
FieldDomainPointsByXYZ Class
Autodesk.Revit.DB.Analysis Namespace